{"translation-revision-date":"2023-12-30 20:52:50+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"To access this Content AI feature, you need to have an active subscription plan.":["Pro přístup k této funkci Obsahové AI musíte mít aktivní plán předplatného."],"125+ Pre-Built Prompts":["125+ předpřipravených podnětů"],"1-Click Competitor Research":["Průzkum konkurence na klik"],"40+ Specialized AI Tools":["40+ specializovaných AI nástrojů"],"1-Click SEO Meta":["SEO meta značky na klik"],"1-Click SEO Content":["SEO obsah na klik"],"🚀 Supercharge Your Content With AI":["🚀 Vylepšete váš obsah pomocí AI"],"Engage with RankBot, your personal AI Chat Assistant, for real-time assistance.":["Spolupracujte s RankBotem, osobním asistentem na chatu s umělou inteligencí, který vám pomůže v reálném čase."],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["Zažijte revoluční editor obsahu na AI pro bezkonkurenční efektivitu."],"Gain access to 40+ advanced AI tools, empowering your content strategy.":["Získejte přístup k více než 40 pokročilým nástrojům AI, které posílí vaši obsahovou strategii."],"Start using Content AI by connecting your RankMath.com Account":["Začněte používat Obsahovou AI připojením svého účtu RankMath.com"],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["Vaše měsíční kredity Obsahové AI byly plně vyčerpány. Chcete-li si i nadále užívat bezproblémovou tvorbu obsahu, jednoduše klikněte na níže uvedené tlačítko pro upgrade svého plánu a přístup k více kreditům."],"⛔️ Content AI Credit Alert!":["⛔️ Upozornění kreditů Obsahové AI!"],"Keyword Rank Tracker":["Sledování pozic klíčových slov"],"Connect Now":["Připojit nyní"],"Learn More":["Dozvědět se více"]}},"comment":{"reference":"assets\/admin\/js\/post-list.js"}}