{"translation-revision-date":"2023-12-30 20:52:50+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Annotation":["Anotace"],"Maps":["Mapy"],"and many other premium SEO features":["a mnoho dalších prémiových funkcí SEO"],"Set different Primary Focus Keyword":["Nastavení různých klíčových slov primárního zaměření"],"Improve the SEO workflow":["Zlepšení pracovního postupu SEO"],"Upgrade to re-order Focus Keywords":["Upgrade na nové pořadí Klíčová slova Focus"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Pomocí nástroje {{link}}Rank Math Pro{{\/link}} můžete přidat vlastní překryvy miniatur."],"This option prevents images on a page from being indexed by Google and other search engines":["Tato možnost zabraňuje indexování obrázků na stránce společností Google a dalšími vyhledávači"],"Preview Snippet Editor":["Editor náhledů úryvků"],"See data from a particular Country or timeframe":["Zobrazení dat z určité země nebo časového rámce"],"Analyze search trends and compare keywords":["Analyzujte trendy vyhledávání a porovnávejte klíčová slova"],"Data fetched directly from Google":["Data získaná přímo od společnosti Google"],"Track Keyword Trends":["Sledování trendů klíčových slov"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Chcete víc? {{link}}{{strong}}Upgradujte dnes na verzi PRO.{{\/strong}}{{\/link}}."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Aktivujte svůj účet {{link}}připojením k Rank Math!{{\/link}} "],"Read here to {{link}}Score 100\/100{{\/link}} ":["Přečtěte si zde {{link}}Skóre 100\/100{{\/link}} "],"Google Trends":["Google Trends"],"Replace Image":["Nahradit obrázek"],"Trends":["Trendy"],"Editing Homepage permalink is not possible.":["Úprava permalink domovské stránky není možné."],"Rating: ":["Hodnocení: "],"Show SEO Score on Front-end":["Zobrazit SEO skóre na Front-endu"],"Preview & Edit Social Media":["Náhled a úpravy sociálních médií"],"Click on the button below to view and edit the preview.":["Kliknutím na tlačítko níže zobrazíte a upravíte náhled."],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Zde můžete zobrazit a upravit miniaturu, název a popis, které se zobrazí při sdílení webu na sociálních sítích."],"Social Media Preview":["Náhled na sociální média"],"Specify a maximum size of image preview to be shown for images on this page":["Zadejte maximální velikost náhledu obrázku, který se má zobrazit pro obrázky na této stránce"],"Specify a maximum duration in seconds of an animated video preview":["Zadání maximální délky trvání animovaného náhledu videa v sekundách"],"Specify a maximum text-length, in characters, of a snippet for your page":["Zadejte maximální délku úryvku textu na stránce v počtu znaků"],"The canonical URL informs search crawlers which page is the main page if you have double content":["Kanonická adresa URL informuje vyhledávače o tom, která stránka je hlavní, pokud máte dvojí obsah"],"Instructs search engines to index and show these pages in the search results":["Pokyn vyhledávačům, aby tyto stránky indexovaly a zobrazovaly ve výsledcích vyhledávání"],"Close":["Zavřít"],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Ahoj, všimli jsme si, že už více než týden používáte plugin Rank Math SEO -{{em}}to je úžasné!{{\/em}} Mohl bys nám prosím udělat VELKOU laskavost a dát mu pětihvězdičkové hodnocení ve WordPressu, abys nám pomohl šířit informace a zvýšit naši motivaci?"],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["App Card je skvělý způsob, jak na Twitteru prezentovat mobilní aplikace a podpořit jejich instalaci. Další informace: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Videoklipy a zvukové přenosy mají na platformě Twitter zvláštní místo díky kartě hráče. Karty hráče je třeba před jejich použitím předložit ke schválení. Další informace: "],"Card Type":["Typ karty"],"The card for your website will look little something like this!":["Karta pro vaše webové stránky bude vypadat trochu podobně!"],"Your app ID in the Google Play (.i.e. com.android.app)":["ID vaší aplikace v Google Play (.i.e. com.android.app)"],"Your app's custom URL scheme (must include :\/\/).":["Vlastní schéma adresy URL vaší aplikace (musí obsahovat :\/\/)."],"Read more":["Číst více"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Přizpůsobte si název, popis a obrázky příspěvku používané při sdílení na Facebooku a Twitteru."],"Permalink":["Trvalý odkaz"],"Search &hellip;":["Hledat &hellip;"],"About 43,700,000 results (0.32 seconds) ":["Přibližně 43 700 000 výsledků (0,32 sekundy) "],"Videos":["Videa"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Vložte klíčová slova, na která se chcete umístit. Snažte se {{odkaz}}dosáhnout 100\/100 bodů{{\/link}} pro lepší šance na umístění."],"All Good":["Vše dobré"],"Nofollow":["Nofollow"],"2 hrs":["2 hodiny"],"Standard":["Standardní"],"Large":["Velký"],"Max Image Preview":["Náhled obrázku Max"],"Max Video Preview":["Náhled videa Max"],"Max Snippet":["Max. úryvek"],"Advanced Robots Meta":["Rozšířené nastavení pro roboty"],"Tools":["Nástroje"],"I already did. Please don't show this message again.":["Už jsem to udělal. Tuto zprávu již příště nezobrazovat."],"Rate Rank Math SEO":["Hodnotit Rank Math SEO"],"Index":["Index"],"Example: Rank Math SEO":["Příklad: Rank Math SEO"],"Remove Image":["Odstranit obrázek"],"Errors":["Chyby"],"News":["Zprávy"],"All":["Vše"],"Redirection Type":["Typ přesměrování"],"Destination URL":["Cílová adresa URL"],"Redirect":["Přesměrování"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Pokud vaše aplikace není k dispozici v USA App Store, je nutné nastavit tuto hodnotu na dvou písmen kód země pro App Store, který obsahuje vaši aplikaci."],"App Country":["Země aplikace"],"Google Play App URL":["ADRESA URL aplikace Google Play"],"Google Play App ID":["ID aplikace Google Play"],"Google Play App Name":["Název aplikace Google Play"],"iPad App URL":["URL aplikace pro iPad"],"iPad App ID":["ID aplikace pro iPad"],"iPad App Name":["Název aplikace pro iPad"],"iPhone App URL":["URL aplikace pro iPhone"],"The numeric representation of your app ID in the App Store.":["Číselná reprezentace ID aplikace v App Storu."],"iPhone App ID":["ID aplikace pro iPhone"],"The name of your app to show.":["Název aplikace, která se má zobrazit."],"iPhone App Name":["Název aplikace pro iPhone"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Můžete použít jako stručnější popis, než co můžete mít v obchodě s aplikacemi. Toto pole má maximálně 200 znaků. (nepovinné)"],"App Description":["Popis aplikace"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["Kombinace typu\/podtypu MIME, která popisuje obsah obsažený v cvrlikání:player:stream. Má formu uvedenou v RFC 6381. Aktuálně podporované content_type hodnoty jsou ty, které jsou definovány v RFC 4337 (Registrace typu MIME pro MP4)."],"Stream Content Type":["Typ obsahu datového proudu"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["Volitelná adresa URL k surového proudu, která bude vykreslena přímo v mobilních aplikacích Twitteru. Pokud je k dispozici, datový proud musí být dodán ve formátu kontejneru MPEG-4 (rozšíření .mp4). Kontejner může ukládat kombinaci zvuku a videa s následujícími kodeky: Video: H.264, Základní profil (BP), Úroveň 3.0, až 640 x 480 při 30 fps. Zvuk: AAC, profil nízké složitosti (LC)."],"Stream URL":["Adresa URL datového proudu"],"iFrame width and height, specified in pixels in the following format: 600x400.":["Šířka a výška prvku iFrame, určená v obrazových bodech v následujícím formátu: 600x400."],"Player Size":["Velikost přehrávače"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["HTTPS URL přehrávači iFrame. Musí se jednat o adresu URL HTTPS, která negeneruje upozornění na aktivní smíšený obsah ve webovém prohlížeči. Přehrávač zvuku nebo videa nesmí vyžadovat pluginy, jako je Adobe Flash."],"Player URL":["Adresa URL přehrávače"],"Player Card":["Karta hráče"],"App Card":["Karta aplikace"],"Summary Card":["Souhrnná karta"],"Summary Card with Large Image":["Souhrnná karta s velkým obrázkem"],"Use Data from Facebook Tab":["Použit data ze záložky Facebook"],"Icon overlay":["Překrytí ikony"],"Add icon overlay to thumbnail":["Přidání překryvné ikony k miniatuře"],"Image is smaller than the minimum size, please select a different image.":["Obrázek je menší než minimální velikost, vyberte jiný obrázek."],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Nahrajte alespoň 600x315px obraz. Doporučená velikost je 1200x630px."],"Add Image":["Přidat obrázek"],"2h":["2h"],"Twitter":["Twitter"],"Facebook":["Facebook"],"This post is Pillar Content":["Tento příspěvek je pilířovým obsahem"],"This is what will appear as the description when this post shows up in the search results.":["To je to, co se objeví jako popis, když tento příspěvek se objeví ve výsledcích vyhledávání."],"This is the unique URL of this page, displayed below the post title in the search results.":["Toto je jedinečná adresa URL této stránky, zobrazená pod názvem příspěvku ve výsledcích vyhledávání."],"This is what will appear in the first line when this post shows up in the search results.":["To je to, co se objeví v prvním řádku, když tento příspěvek se objeví ve výsledcích vyhledávání."],"Breadcrumb Title to use for this post":["Titulek drobečkové navigace tohoto příspěvku"],"Breadcrumb Title":["Název popisku cesty"],"Canonical URL":["Kanonická URL"],"Robots Meta":["Nastavení pro roboty"],"451 Content Unavailable for Legal Reasons":["451 Obsah není k dispozici z právních důvodů"],"410 Content Deleted":["410 Obsah odstraněn"],"307 Temporary Redirect":["307 Dočasné přesměrování"],"302 Temporary Move":["302 Dočasný přesun"],"301 Permanent Move":["301 Trvalý pohyb"],"Prevents a snippet from being shown in the search results":["Zabrání zobrazení úryvku ve výsledcích hledání"],"No Snippet":["Žádný úryvek"],"No Image Index":["Žádný Index obrázku"],"Prevents search engines from showing Cached links for pages":["Zabrání vyhledávačům zobrazovat odkazy na stránky uložené v mezipaměti"],"No Archive":["Archiv"],"Prevents search engines from following links on the pages":["Zabraňuje vyhledávačům v následujících odkazech na stránkách"],"Prevents pages from being indexed and displayed in search engine result pages":["Zabraňuje indexování a zobrazování stránek na stránkách výsledků vyhledávače"],"No Index":["Žádný index"],"Images":["Obrázky"],"Focus Keyword":["Klíčové slovo"],"Settings":["Nastavení"],"More":["Více"],"Edit Snippet":["Upravit výstřižek"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Tato stránka se nezobrazí ve výsledcích hledání. Noindex můžete zakázat na kartě Upřesnit."],"Noindex robots meta is enabled":["Noindex meta pro roboty je povolena"],"Mobile Preview":["Mobilní náhled"],"Desktop Preview":["Náhled plochy"],"Preview":["Náhled"],"Content Readability":["Čitelnost obsahu"],"Title Readability":["Čitelnost názvu"],"Additional":["Další"],"Basic SEO":["Základní SEO"],"Title":["Titulek"],"Social":["Sociální"],"Advanced":["Pokročilé"],"General":["Obecné"],"Description":["Popis"],"None":["Žádné"],"Rank Math":["Rank Math"]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}