{"translation-revision-date":"2023-12-30 20:52:50+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"You are using the Product Schema for this Product":["Používáte produktové schéma pro tento produkt"],"You are not using the Product Schema for this Product.":["Pro tento produkt nepoužíváte schéma produktu."],"Reviews are enabled for this Product. Good Job!":["Recenze jsou pro tento produkt povoleny. Dobrá práce!"],"Reviews are disabled on this Product.":["Recenze jsou u tohoto produktu zakázány."],"You are not using %1$s to optimise this %2$s.":["K optimalizaci tohoto %2$s nepoužíváte %1$s."],"You are using %1$s to optimise this %2$s.":["K optimalizaci tohoto %2$s používáte %1$s."],"Use %1$s to optimise the  %2$s.":["K optimalizaci %2$s použijte %1$s."],"Your title doesn't contain a %1$s word.":["Váš název neobsahuje %1$s slovo."],"Your title doesn't contain a %1$s. Add at least one.":["Váš název neobsahuje %1$s. Přidejte alespoň jeden."],"Your title contains %1$d power word(s). Booyah!":["Váš název obsahuje %1$d silných slov. Juhů!"],"We found %1$d outbound links in your content and all of them are nofollow.":["Ve vašem obsahu jsme našli %1$d odchozích odkazů a všechny jsou nofollow."],"URL is %1$d characters long. Consider shortening it.":["URL má %1$d znaků. Zvažte zkrácení."],"URL is %1$d characters long. Kudos!":["Adresa URL má %1$d znaků. Skvěle!"],"Content is %1$d words long. Consider using at least 600 words.":["Obsah má %1$d slov. Zvažte použití alespoň 600 slov."],"Content is %1$d words long. Good job!":["Obsah má %1$d slov. Dobrá práce!"],"Content should be %1$s long.":["Obsah by měl být %1$s dlouhý."],"You have %1$s this Focus Keyword.":["Máte %1$s tohoto klíčového slova."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["Hustota klíčových slov je 0. Snažte se o hustotu klíčových slov kolem 1 %."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["Obsah pomáhá rozdělit obsah na menší, stravitelné části. Usnadňuje to čtení, což vede k lepšímu hodnocení."],"You are using short paragraphs.":["Používáte krátké odstavce."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Ve vašem obsahu jsme zjistili galerii a předpokládáme, že jste přidali klíčové slovo v alt parametru alespoň u jednoho z obrázků galerie."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["Obsah s obrázky a\/nebo videem je pro uživatele lákavější. Pomáhá také doplňovat textový obsah."],"Add a few images and\/or videos to make your content appealing.":["Přidejte pár obrázků\/videí, které zvýší působivost Vašeho obsahu."],"You are not using rich media like images or videos.":["Nepoužíváte bohatá média, jako jsou obrázky nebo videa."],"Your content contains images and\/or video(s).":["Váš obsah obsahuje obrázky a\/nebo videa."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Krátké odstavce jsou snáze čitelné a příjemné pro oko. Dlouhé odstavce děsí návštěvníka a mohou vést k tomu, že SERP hledá lepší čitelný obsah."],"Add short and concise paragraphs for better readability and UX.":["Přidejte krátké a stručné odstavce pro lepší čitelnost a UX."],"At least one paragraph is long. Consider using short paragraphs.":["Alespoň jeden odstavec je dlouhý. Zvažte použití krátkých odstavců."],"Use Table of Content to break-down your text.":["Pomocí tabulky obsahu rozdělte text."],"You don't seem to be using a %1$s.":["Zdá se, že nepoužíváte %1$s."],"You seem to be using a %1$s to break-down your text.":["Zdá se, že k rozepisování textu používáte %1$s."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Podle výzkumu společnosti Conductor mají titulky obsahující čísla o 36% vyšší pravděpodobnost, že na ně bude kliknuto."],"Add a number to your title to improve CTR.":["Přidáním čísla do nadpisu zlepšíte CTR."],"Your SEO title doesn't contain a number.":["Váš název SEO neobsahuje číslo."],"You are using a number in your SEO title.":["V názvu SEO používáte číslo."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Power Words jsou vyzkoušená a pravdivá slova, která copywriter používá k přilákání více kliknutí."],"Add %s to your title to increase CTR.":["Přidejte %s ke svému názvu pro zvýšení CTR."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Nadpis se silným emocionálním sentimentem (pozitivním nebo negativním) mají tendenci získávat více kliknutí."],"Titles with positive or negative sentiment work best for higher CTR.":["Názvy s pozitivním nebo negativním sentimentem fungují nejlépe pro vyšší CTR."],"Your title has a positive or a negative sentiment.":["Váš název má pozitivní nebo negativní sentiment."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["Název SEO stránky by měl obsahovat cílené klíčové slovo ideálně na začátku."],"Use the Focus Keyword near the beginning of SEO title.":["Použijte cílené klíčové slovo na začátku názvu SEO."],"Focus Keyword doesn't appear at the beginning of SEO title.":["Cílené Klíčové slovo se nezobrazuje na začátku názvu SEO."],"Focus Keyword used at the beginning of SEO title.":["Cílené klíčové slovo použité na začátku názvu SEO."],"We are searching in database.":["Hledáme v databázi."],"Set a Focus Keyword for this content.":["Nastavte cílené klíčové slovo pro tento obsah."],"already used":["již použito"],"You haven't used this Focus Keyword before.":["Toto cílené klíčové slovo jste ještě nepoužili."],"Internal links decrease your bounce rate and improve SEO.":["Interní odkazy snižují míru okamžitého opuštění a vylepšují SEO."],"Add internal links in your content.":["Přidejte do svého obsahu interní odkazy."],"We couldn't find any internal links in your content.":["Ve vašem obsahu jsme nenašli žádné interní odkazy."],"You are linking to other resources on your website which is great.":["Na svém webu odkazujete na jiné zdroje, což je skvělé."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Neexistuje ideální procento hustoty klíčových slov, ale nemělo by být příliš vysoké. Nejdůležitější je zachovat přirozenou kopii."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["PageRank Sculpting již nefunguje. Vaše příspěvky by měly obsahovat kombinaci odkazů nofollow a DoFollow."],"Add DoFollow links pointing to external resources.":["Přidejte odkazy \"dofollow\" směřující na externí zdroje."],"At least one external link with DoFollow found in your content.":["Ve vašem obsahu byl nalezen alespoň jeden externí odkaz s dofollow parametrem."],"It helps visitors read more about a topic and prevents pogosticking.":["Pomáhá návštěvníkům číst více o tématu a zabraňuje tzv. pogosticking."],"Link out to external resources.":["Odkazujte na externí zdroje."],"No outbound links were found. Link out to external resources.":["Nebyly nalezeny žádné odchozí odkazy. Odkazujte na externí zdroje."],"Great! You are linking to external resources.":["Skvělé! Odkazujete na externí zdroje."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["Doporučujeme přidat cílené klíčové slovo do atributu alt jednoho nebo více obrázků."],"Add an image with your Focus Keyword as alt text.":["Přidejte obrázek s Vaším cíleným klíčovým slovem jako alternativní text."],"Focus Keyword not found in image alt attribute(s).":["Cílené klíčové slovo nenalezeno v alt atributu obrázku."],"Focus Keyword found in image alt attribute(s).":["Cílené klíčové slovo nalezeno v alt atributu obrázku."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["Doporučujeme přidat klíčové slovo jako součást jednoho nebo více podnadpisů v obsahu."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Použijte cílené klíčové slovo v podnadpisech jako je H2, H3, H4 atd."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["Cílené klíčové slovo nenalezeno v podnadpisech jako je H2, H3, H4 atd."],"Focus Keyword found in the subheading(s).":["Cílené klíčové slovo nalezeno v podnadpisech."],"Permalink should be at most 75 characters long.":["Trvalý odkaz by měl mít maximálně 75 znaků."],"URL unavailable. Add a short URL.":["URL není k dispozici. Přidejte krátkou adresu URL."],"Minimum recommended content length should be 600 words.":["Minimální doporučená délka obsahu by měla být 600 slov."],"It is recommended to make the focus keyword appear in the post content too.":["Doporučuje se, aby se cílené klíčové slovo objevilo také v obsahu příspěvku."],"Use Focus Keyword in the content.":["Použijte cílené klíčové slovo v tomto obsahu."],"Focus Keyword doesn't appear in the content.":["Cílené klíčové slovo se neobjevuje v tomto obsahu."],"Focus Keyword found in the content.":["Cílené klíčové slovo nalezeno v tomto obsahu."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["Prvních 10% obsahu by mělo obsahovat cílené klíčové slovo, pokud možno na začátku."],"Use Focus Keyword at the beginning of your content.":["Použijte cílené klíčové slovo na začátku obsahu."],"Focus Keyword doesn't appear at the beginning of your content.":["Cílené klíčové slovo se nezobrazuje na začátku vašeho obsahu."],"Focus Keyword appears in the first 10% of the content.":["Cílené klíčové slovo se objevuje v prvních 10% obsahu."],"Include the focus keyword in the slug (permalink) of this post.":["Zahrňte cílené klíčové slovo do slug (permalink) tohoto příspěvku."],"Use Focus Keyword in the URL.":["Použijte cílené klíčové slovo v URL."],"Focus Keyword not found in the URL.":["Cílené klíčové slovo nenalezeno v URL."],"Focus Keyword used in the URL.":["Cílové klíčové slovo použité v URL."],"Make sure the focus keyword appears in the SEO description too.":["Ujistěte se, že cílené klíčové slovo se také objeví v popisu SEO."],"Add Focus Keyword to your SEO Meta Description.":["Přidejte cílené klíčové slovo do SEO Meta popisu."],"Focus Keyword not found in your SEO Meta Description.":["Cílené klíčové slovo nebylo nalezené v SEO Meta popisu."],"Focus Keyword used inside SEO Meta Description.":["Cílené klíčové slovo použité uvnitř SEO Meta popisu."],"Make sure the focus keyword appears in the SEO post title too.":["Ujistěte se, že cílené klíčové slovo se také objeví v názvu příspěvku SEO."],"Add Focus Keyword to the SEO title.":["Přidejte cílené klíčové slovo do SEO titulku."],"Focus Keyword does not appear in the SEO title.":["Cílené klíčové slovo se neobjevuje v SEO titulku."],"Hurray! You're using Focus Keyword in the SEO Title.":["Hurá! Používáte cílené klíčové slovo v SEO titulku."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}