{"translation-revision-date":"2024-02-27 15:28:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Klaviyo":["Klaviyo"],"TikTok":["Tiktok"],"Salesforce":["Salesforce"],"Jetpack CRM":["Jetpack CRM"],"Google":["Google"],"Vimeo":["Vimeo"],"Zapier":["Zapier"],"Trustpilot":["Trustpilot"],"By":["Od"],"No posts yet":["Zatím žádné články"],"Oops, our posts aren't loading right now":["Bohužel, žádné články se nenačetly"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Čtěte {{link}}WooCommerce blog{{\/link}} pro více tipů na propagaci vašeho eshopu"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Seznamte se s úspěchy úspěšného kupónového marketingu od odborníků z WooCommerce."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Posuňte svůj kupónový marketing na další úroveň s našimi doporučenými rozšířeními pro kupóny."],"Recommended coupon extensions":["Doporučená rozšíření pro kupóny"],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Naučte se výhody a výstupy úspěšného marketingu od odborníků na WooCommerce."],"WooCommerce knowledge base":["WooCommerce znalostní báze"],"The extension has been successfully activated.":["Rozšíření bylo úspěšně aktivováno."],"Recommended extensions":["Doporučená rozšíření"],"There was an error loading recommended extensions.":["Při načítání doporučených rozšíření došlo k chybě."],"There was an error loading installed extensions.":["Při načítání nainstalovaných rozšíření došlo k chybě."],"There was an error trying to activate the extension.":["Při pokusu o aktivaci rozšíření došlo k chybě."],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Skvělý marketing vyžaduje správné nástroje. Posuňte svůj marketing na další úroveň s našimi doporučenými marketingovými rozšířeními."],"Mutable settings should be accessed via data store.":["Měnitelná nastavení by měla být přístupná prostřednictvím úložiště dat."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}