{"translation-revision-date":"2024-02-27 15:28:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Přidali jsme vám například metodu \"Doprava zdarma\" pro zákazníky nacházející se ve vaší zemi. Metody dopravy můžete upravovat, přidávat nebo mazat pomocí voleb Upravit nebo Vymazat"],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["Přidejte jeden či více způsobů dopravy, které byste svým zákazníkům chtěli nabídnout"],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Připravili jsme vám pro začátek nějaké zóny dopravy - můžete je spravovat pomocí voleb Upravit či Vymazat"],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Určete si oblasti, kam chcete dodávat! Pojmenujte si každou zónu a pak do ní přidejte regiony, které chcete. Regiony mohou být specifikovány velmi úzce, například podle PSČ, ale i velmi široce - celá země. Nakupující uvidí jen ty metody, které jsou v jejich regionu povoleny."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Doporučujeme přidat jedno z následujících rozšíření doprav do e-shopu. Rozšíření bude nainstalováno a aktivováno, jakmile kliknete na tlačítko \"Začít\"."],"Recommended shipping solutions":["Doporučená rozšíření dopravy"],"🎉 WooCommerce Shipping is installed!":["WooCommerce Shipping je nainstalováno!"],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Tiskněte USPS a DHL Express štítky přímo z administrace WooCommerce."],"See more options":["Zobrazit další možnosti"],"WooCommerce Shipping":["WooCommerce doprava"],"Hide this":["Toto skrýt"],"(opens in a new tab)":["(otevře se v nové záložce)"],"Get started":["Začínáme"],"Task List Options":["Možnosti seznamu úkolů"],"Recommended":["Doporučené"],"Activate":["Aktivovat"],"Shipping zones":["Zóny dopravy"],"Learn more":["Dozvědět se více"],"Shipping methods":["Způsoby dopravy"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}